Repository: thesmokinator/cash
Catalog: Cash/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Monthly Deficit
de: Monatliches Defizit
es: Déficit mensual
fr: Déficit mensuel
it: Deficit mensile

source: Monthly diff
de: Monatliche Differenz
es: diferencia mensual
fr: Différence mensuelle
it: Differenza mensile

source: Monthly payment
de: Monatliche Zahlung
es: pago mensual
fr: Paiement mensuel
it: Rata mensile

source: Monthly Surplus
de: Monatlicher Überschuss
es: Superávit mensual
fr: Excédent mensuel
it: Surplus mensile

source: Monthly Trend
de: Monatlicher Trend
es: Tendencia mensual
fr: Tendance mensuelle
it: Trend mensile

source: months
de: Monate
es: meses
fr: mois
it: mesi

source: Mortgage
de: Hypothek
es: Hipoteca
fr: Hypothèque
it: Mutuo

source: Net savings
de: Nettoeinsparungen
es: Ahorro neto
fr: Économies nettes
it: Risparmi netti

source: Net worth
de: Nettovermögen
es: Patrimonio neto
fr: Valeur nette
it: Patrimonio netto

source: Net Worth Over Time
de: Nettovermögen im Laufe der Zeit
es: Valor neto a lo largo del tiempo
fr: Valeur nette au fil du temps
it: Patrimonio netto nel tempo

source: New account
de: Neues Konto
es: Nueva cuenta
fr: Nouveau compte
it: Nuovo conto

source: New Budget
de: Neues Budget
es: Nuevo presupuesto
fr: Nouveau budget
it: Nuovo budget

source: New calculation
de: Neue Berechnung
es: Nuevo cálculo
fr: Nouveau calcul
it: Nuovo calcolo

source: New loan payment
de: Neue Kreditzahlung
es: Nuevo pago de préstamo
fr: Nouveau remboursement de prêt
it: Nuova rata prestito

source: New rate
de: Neuer Tarif
es: Nueva tarifa
fr: Nouveau tarif
it: Nuovo tasso

source: New rate %
de: Neuer Satz %
es: Nueva tasa %
fr: Nouveau taux %
it: Nuovo tasso %

source: New remaining payments
de: Neue Restzahlungen
es: Nuevos pagos restantes
fr: Nouveaux paiements restants
it: Nuove rate rimanenti

source: New scheduled transaction
de: Neue geplante Transaktion
es: Nueva transacción programada
fr: Nouvelle transaction programmée
it: Nuova transazione programmata

source: New transaction
de: Neue Transaktion
es: Nueva transacción
fr: Nouvelle transaction
it: Nuova transazione

source: Next
de: Nächste
es: Próximo
fr: Suivant
it: Avanti

source: Next 3 months
de: Nächste 3 Monate
es: Los próximos 3 meses
fr: 3 prochains mois
it: Prossimi 3 mesi

source: Next 6 months
de: Nächste 6 Monate
es: Los próximos 6 meses
fr: 6 prochains mois
it: Prossimi 6 mesi

source: Next 12 months
de: Nächste 12 Monate
es: Los próximos 12 meses
fr: 12 prochains mois
it: Prossimi 12 mesi

source: Next 15 days
de: Nächste 15 Tage
es: Los próximos 15 días
fr: 15 prochains jours
it: Prossimi 15 giorni

source: Next Monday
de: Nächsten Montag
es: El lunes próximo
fr: Lundi prochain
it: Lunedì successivo

source: Next month
de: Nächsten Monat
es: Mes próximo
fr: Mois prochain
it: Prossimo mese

source: Next payment
de: Nächste Zahlung
es: Próximo pago
fr: Prochain paiement
it: Prossima rata

source: Next week
de: Nächste Woche
es: La próxima semana
fr: La semaine prochaine
it: Prossima settimana

source: Next: %@
de: Weiter: %@
es: Siguiente: %@
fr: Suivant : %@
it: Prossima: %@

source: No accounts
de: Keine Konten
es: Sin cuentas
fr: Aucun compte
it: Nessun conto

source: No active budget
de: Kein aktives Budget
es: Sin presupuesto activo
fr: Aucun budget actif
it: Nessun budget attivo

source: No adjustment
de: Keine Anpassung
es: Sin ajuste
fr: Aucun ajustement
it: Nessun aggiustamento

source: No balance history
de: Keine Bilanzhistorie
es: Sin historial de saldo
fr: Pas d'historique de solde
it: Nessuno storico saldo

source: No bank/cash accounts available
de: Keine Bank-/Geldkonten verfügbar
es: No hay cuentas bancarias/de efectivo disponibles
fr: Aucun compte bancaire/espèces disponible
it: Nessun conto bancario/contanti disponibile

source: No categories available. Enable 'Include in Budget' for expense categories in account settings.
de: Keine Kategorien verfügbar. Aktivieren Sie „In Budget einbeziehen“ für Ausgabenkategorien in den Kontoeinstellungen.
es: No hay categorías disponibles. Habilite 'Incluir en el presupuesto' para las categorías de gastos en la configuración de la cuenta.
fr: Aucune catégorie disponible. Activez « Inclure dans le budget » pour les catégories de dépenses dans les paramètres du compte.
it: Nessuna categoria disponibile. Abilita 'Includi nel budget' per le categorie di spesa nelle impostazioni del conto.

source: No category
de: Keine Kategorie
es: Sin categoría
fr: Aucune catégorie
it: Nessuna categoria

source: No Data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato

source: No data to compare
de: Keine Daten zum Vergleichen
es: No hay datos para comparar
fr: Aucune donnée à comparer
it: Nessun dato da confrontare

source: No data to export
de: Keine Daten zum Exportieren
es: No hay datos para exportar
fr: Aucune donnée à exporter
it: Nessun dato da esportare

source: No envelopes
de: Keine Umschläge
es: Sin sobres
fr: Pas d'enveloppes
it: Nessuna busta

source: No expense categories available
de: Keine Ausgabenkategorien verfügbar
es: No hay categorías de gastos disponibles
fr: Aucune catégorie de dépenses disponible
it: Nessuna categoria di spesa disponibile

source: No expenses
de: Keine Kosten
es: Sin gastos
fr: Aucune dépense
it: Nessuna spesa

source: No expenses recorded in this period
de: In diesem Zeitraum wurden keine Ausgaben erfasst
es: No se registraron gastos en este período.
fr: Aucune dépense enregistrée sur cette période
it: Nessuna spesa registrata in questo periodo

source: No forecast data
de: Keine Prognosedaten
es: Sin datos de previsión
fr: Aucune donnée prévisionnelle
it: Nessun dato previsionale

source: No historical data available
de: Keine historischen Daten verfügbar
es: No hay datos históricos disponibles
fr: Aucune donnée historique disponible
it: Nessun dato storico disponibile

source: No iCloud account
de: Kein iCloud-Konto
es: Sin cuenta de iCloud
fr: Pas de compte iCloud
it: Nessun account iCloud

source: No loans
de: Keine Kredite
es: Sin préstamos
fr: Pas de prêts
it: Nessun prestito

source: No recurring transactions
de: Keine wiederkehrenden Transaktionen
es: Sin transacciones recurrentes
fr: Aucune transaction récurrente
it: Nessuna transazione ricorrente

source: No results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato

source: No scheduled transactions
de: Keine geplanten Transaktionen
es: No hay transacciones programadas
fr: Aucune transaction planifiée
it: Nessuna transazione programmata

source: No scheduled transactions are due on this date
de: An diesem Datum sind keine geplanten Transaktionen fällig
es: No hay transacciones programadas vencidas en esta fecha
fr: Aucune transaction programmée n'est due à cette date
it: Nessuna transazione programmata è prevista per questa data

source: No transactions
de: Keine Transaktionen
es: Sin transacciones
fr: Aucune transaction
it: Nessuna transazione

source: No transactions found for the selected period
de: Für den ausgewählten Zeitraum wurden keine Transaktionen gefunden
es: No se encontraron transacciones para el período seleccionado
fr: Aucune transaction trouvée pour la période sélectionnée
it: Nessuna transazione trovata per il periodo selezionato

source: No transactions found in the file
de: In der Datei wurden keine Transaktionen gefunden
es: No se encontraron transacciones en el archivo.
fr: Aucune transaction trouvée dans le fichier
it: Nessuna transazione trovata nel file

source: No transactions match your search
de: Keine Transaktionen entsprechen Ihrer Suche
es: Ninguna transacción coincide con su búsqueda
fr: Aucune transaction ne correspond à votre recherche
it: Nessuna transazione corrisponde alla ricerca

source: No transactions on %@
de: Keine Transaktionen am %@
es: No hay transacciones en %@
fr: Aucune transaction le %@
it: Nessuna transazione su %@

source: No transactions to reconcile
de: Keine Transaktionen zum Abgleichen
es: No hay transacciones para conciliar
fr: Aucune transaction à rapprocher
it: Nessuna transazione da riconciliare

source: Normal: credit
de: Normal: Kredit
es: Normal: crédito
fr: Normal : crédit
it: Normale: avere

source: Normal: debit
de: Normal: Lastschrift
es: Normal: débito
fr: Normal : débit
it: Normale: dare

source: Not enough data
de: Nicht genügend Daten
es: No hay suficientes datos
fr: Pas assez de données
it: Dati insufficienti

source: Not enough expense data for year-over-year comparison
de: Nicht genügend Ausgabendaten für einen Jahresvergleich
es: No hay suficientes datos de gastos para comparar año tras año
fr: Pas assez de données sur les dépenses pour une comparaison d’une année sur l’autre
it: Dati insufficienti per il confronto anno su anno

source: Not reconciled
de: Nicht versöhnt
es: no reconciliados
fr: Pas réconcilié
it: Non riconciliato

# Note: A penalty of %@ (%@%%) has been deducted from your savings.
source: Note: A penalty of %1$@ (%2$@%%) has been deducted from your savings.
de: Hinweis: Von Ihren Ersparnissen wurde eine Strafe in Höhe von %1$@ (%2$@%%) abgezogen.
es: Nota: Se ha deducido de tus ahorros una penalización de %1$@ (%2$@%%).
fr: Remarque : Une pénalité de %1$@ (%2$@%%) a été déduite de votre épargne.
it: Nota: una penalità di %@ (%@%%) è stata dedotta dai tuoi risparmi.

source: On day
de: Am Tag
es: el dia
fr: Le jour
it: Il giorno

source: on day %lld
de: am Tag %lld
es: el día %lld
fr: le jour %lld
it: il giorno %lld

source: Opening balance
de: Eröffnungsbilanz
es: Saldo inicial
fr: Solde d'ouverture
it: Saldo iniziale

source: Optional number for organizing accounts (e.g., 1000, 2000)
de: Optionale Nummer zum Organisieren von Konten (z. B. 1000, 2000)
es: Número opcional para organizar cuentas (por ejemplo, 1000, 2000)
fr: Numéro facultatif pour organiser les comptes (par exemple, 1000, 2000)
it: Numero opzionale per organizzare i conti (es. 1000, 2000)

source: Options
de: Optionen
es: Opciones
fr: Possibilités
it: Opzioni

source: Original loan details
de: Originale Darlehensdaten
es: Detalles originales del préstamo
fr: Détails du prêt initial
it: Dettagli prestito originale

source: Original principal
de: Ursprünglicher Schulleiter
es: director original
fr: Principal d'origine
it: Capitale originale

source: Other
de: Andere
es: Otro
fr: Autre
it: Altro

source: Other expense
de: Sonstiger Aufwand
es: Otros gastos
fr: Autres dépenses
it: Altra spesa

source: Other income
de: Sonstige Einkünfte
es: Otros ingresos
fr: Autres revenus
it: Altra entrata

source: Other scheduled expenses
de: Sonstige geplante Ausgaben
es: Otros gastos programados
fr: Autres dépenses prévues
it: Altre spese programmate

source: Parse error: %@
de: Analysefehler: %@
es: Error de análisis: %@
fr: Erreur d'analyse : %@
it: Errore di parsing: %@

source: Pay Off
de: Auszahlen
es: Saldar
fr: Payer
it: Estingui

source: Pay off the entire remaining balance of your loan.
de: Zahlen Sie den gesamten Restbetrag Ihres Darlehens ab.
es: Liquide todo el saldo restante de su préstamo.
fr: Remboursez la totalité du solde restant de votre prêt.
it: Estingui l'intero saldo residuo del prestito.

source: Payable
de: Zahlbar
es: Pagadero
it: Debito

source: Payment
de: Zahlung
es: Pago
fr: Paiement
it: Pagamento

source: Payment account
de: Zahlungskonto
es: cuenta de pago
fr: Compte de paiement
it: Conto di pagamento

source: Payment Amount
de: Zahlungsbetrag
es: Monto del pago
fr: Montant du paiement
it: Importo pagamento

source: Payment details
de: Zahlungsdetails
es: Detalles de pago
fr: Détails du paiement
it: Dettagli pagamento

source: Payment frequency
de: Zahlungshäufigkeit
es: Frecuencia de pago
fr: Fréquence de paiement
it: Frequenza pagamento

source: Payments already made
de: Bereits geleistete Zahlungen
es: Pagos ya realizados
fr: Paiements déjà effectués
it: Pagamenti già effettuati

source: Payoff date
de: Auszahlungsdatum
es: fecha de pago
fr: Date de paiement
it: Data estinzione

source: Payoff loan
de: Tilgungsdarlehen
es: Préstamo de liquidación
fr: Prêt de remboursement
it: Estingui prestito

source: Payoff summary
de: Zusammenfassung der Auszahlung
es: Resumen de pagos
fr: Résumé des gains
it: Riepilogo estinzione

source: Payoff: %@
de: Auszahlung: %@
es: Pago: %@
fr: Gain : %@
it: Estinzione: %@

source: Penalty
de: Strafe
es: Pena
fr: Peine
it: Penale

source: Penalty %
de: Strafe %
es: % de penalización
fr: % de pénalité
it: Penale %

source: Penalty amount
de: Strafbetrag
es: Monto de la multa
fr: Montant de la pénalité
it: Importo penale

source: Period
de: Zeitraum
es: Período
fr: Période
it: Periodo

source: Period Type
de: Periodentyp
es: Tipo de período
fr: Type de période
it: Tipo periodo

source: Personal care
de: Persönliche Betreuung
es: cuidado personal
fr: Soins personnels
it: Cura personale

source: Personal Loan
de: Persönlicher Kredit
es: Préstamo personal
fr: Prêt personnel
it: Prestito personale

source: Please enter a valid number for the balance.
de: Bitte geben Sie eine gültige Zahl für den Saldo ein.
es: Por favor ingrese un número válido para el saldo.
fr: Veuillez saisir un numéro valide pour le solde.
it: Inserisci un numero valido per il saldo.

source: Please enter a valid positive amount.
de: Bitte geben Sie einen gültigen positiven Betrag ein.
es: Por favor ingrese una cantidad positiva válida.
fr: Veuillez saisir un montant positif valide.
it: Inserisci un importo positivo valido.

source: Please enter an account name.
de: Bitte geben Sie einen Kontonamen ein.
es: Por favor ingrese un nombre de cuenta.
fr: Veuillez saisir un nom de compte.
it: Inserisci un nome per il conto.

source: Please select both accounts.
de: Bitte wählen Sie beide Konten aus.
es: Por favor seleccione ambas cuentas.
fr: Veuillez sélectionner les deux comptes.
it: Seleziona entrambi i conti.

source: Prepaid expense
de: Vorausbezahlte Kosten
es: Gasto prepago
fr: Dépense payée d'avance
it: Spesa anticipata

source: Press ESC to quit
de: Drücken Sie ESC, um den Vorgang zu beenden
es: Presione ESC para salir
fr: Appuyez sur ESC pour quitter
it: Premi ESC per uscire

source: Preview unavailable
de: Vorschau nicht verfügbar
es: Vista previa no disponible
fr: Aperçu indisponible
it: Anteprima non disponibile

source: Previous
de: Vorherige
es: Anterior
fr: Précédent
it: Precedente

source: Previous Budgets
de: Frühere Budgets
es: Presupuestos anteriores
fr: Budgets précédents
it: Budget precedenti

source: Previous Friday
de: Vorigen Freitag
es: Viernes anterior
fr: Vendredi précédent
it: Venerdì precedente

source: Previous Year
de: Vorjahr
es: Año anterior
fr: Année précédente
it: Anno precedente

source: Principal
de: Rektor
it: Capitale

source: Principal amount
de: Hauptbetrag
es: Monto principal
fr: Montant principal
it: Importo capitale

source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla riservatezza

source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
it: Avanzamento

source: Project for
de: Projekt für
es: Proyecto para
fr: Projet pour
it: Proietta per

source: Project website
de: Projektwebsite
es: Sitio web del proyecto
fr: Site Web du projet
it: Sito web del progetto

source: Projected
de: Projiziert
es: Proyectado
fr: Projeté
it: Proiettato

source: Projected Balance
de: Projizierter Saldo
es: Saldo proyectado
fr: Solde projeté
it: Saldo proiettato

source: Projected Change
de: Projizierte Änderung
es: Cambio proyectado
fr: Changement projeté
it: Variazione proiettata

source: Projected Expenses
de: Voraussichtliche Ausgaben
es: Gastos proyectados
fr: Dépenses projetées
it: Spese previste

source: Projected Income
de: Prognostiziertes Einkommen
es: Ingresos proyectados
fr: Revenu projeté
it: Entrate previste

source: Projections are based on historical trends and do not account for changes in income, expenses, or market conditions.
de: Prognosen basieren auf historischen Trends und berücksichtigen keine Änderungen bei Einnahmen, Ausgaben oder Marktbedingungen.
es: Las proyecciones se basan en tendencias históricas y no tienen en cuenta cambios en los ingresos, gastos o condiciones del mercado.
fr: Les projections sont basées sur des tendances historiques et ne tiennent pas compte des changements dans les revenus, les dépenses ou les conditions du marché.
it: Le proiezioni sono basate sui trend storici e non tengono conto di variazioni di entrate, spese o condizioni di mercato.

source: Quarterly
de: Vierteljährlich
es: Trimestral
fr: Trimestriel
it: Trimestrale

source: Quick:
de: Schnell:
es: Rápido:
fr: Rapide:
it: Rapido:

source: Quit
de: Aufhören
es: Abandonar
fr: Quitter
it: Esci

source: Rate scenarios
de: Bewerten Sie Szenarien
es: Escenarios de tarifas
fr: Scénarios tarifaires
it: Scenari di tasso

source: Rate scenarios analysis
de: Analyse von Tarifszenarien
es: Análisis de escenarios tarifarios
fr: Analyse de scénarios tarifaires
it: Analisi scenari di tasso

source: ratio
de: Verhältnis
es: relación
fr: rapport
it: rapporto

source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto

source: Ready to import
de: Bereit zum Import
es: Listo para importar
fr: Prêt à importer
it: Pronto per importare

source: Receivable
de: Forderungen
es: Cuenta por cobrar
fr: Recevable
it: Credito

source: Reconcile
de: Versöhnen
es: Conciliar
fr: Réconcilier
it: Riconcilia

source: Reconcile %lld transactions
de: Gleichen Sie %lld Transaktionen ab
es: Conciliar transacciones %lld
fr: Réconcilier %lld transactions
it: Riconcilia %lld transazioni

source: Reconcile: %@
de: Abgleichen: %@
es: Conciliar: %@
fr: Réconcilier : %@
it: Riconcilia: %@

source: Reconciled
de: Versöhnt
es: reconciliado
fr: Réconcilié
it: Riconciliato

source: Reconciled transaction
de: Abgeglichene Transaktion
es: Transacción conciliada
fr: Transaction rapprochée
it: Transazione riconciliata

source: Reconciliation status
de: Abgleichsstatus
es: Estado de conciliación
fr: Statut de rapprochement
it: Stato riconciliazione

source: Recurrence
de: Wiederauftreten
es: Reaparición
fr: Récurrence
it: Ricorrenza

source: Recurring transaction
de: Wiederkehrende Transaktion
es: Transacción recurrente
fr: Opération récurrente
it: Transazione ricorrente

source: Remaining balance
de: Restguthaben
es: Saldo restante
fr: Solde restant
it: Saldo residuo

source: Remaining payments
de: Restzahlungen
es: Pagos restantes
fr: Paiements restants
it: Rate rimanenti

source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi

source: Rental income
de: Mieteinnahmen
es: Ingresos por alquiler
fr: Revenus locatifs
it: Reddito da affitto

source: Repayment amount
de: Rückzahlungsbetrag
es: Monto del reembolso
fr: Montant du remboursement
it: Importo rimborso

source: Reports
de: Berichte
es: Informes
fr: Rapports
it: Report

source: Reset all data
de: Alle Daten zurücksetzen
es: Restablecer todos los datos
fr: Réinitialiser toutes les données
it: Ripristina tutti i dati

source: Reset all data?
de: Alle Daten zurücksetzen?
es: ¿Restablecer todos los datos?
fr: Réinitialiser toutes les données ?
it: Reimpostare tutti i dati?

source: Restart now
de: Starten Sie jetzt neu
es: Reiniciar ahora
fr: Redémarrez maintenant
it: Riavvia ora

source: Restart required
de: Neustart erforderlich
es: Reiniciar requerido
fr: Redémarrage requis
it: Riavvio richiesto

source: Restore from a previous JSON export
de: Wiederherstellung von einem früheren JSON-Export
es: Restaurar desde una exportación JSON anterior
fr: Restaurer à partir d'une exportation JSON précédente
it: Ripristina da un'esportazione JSON precedente

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati

source: Retained earnings
de: Gewinnrücklagen
es: Ganancias retenidas
fr: Des bénéfices non répartis
it: Utili non distribuiti

source: Retry Sync
de: Versuchen Sie die Synchronisierung erneut
es: Reintentar sincronización
fr: Réessayer la synchronisation
it: Riprovare la sincronizzazione

source: Review
de: Rezension
es: Revisar
fr: Revoir
it: Revisione

source: Review All
de: Alle überprüfen
es: Revisar todo
fr: Tout examiner
it: Vedi tutti

source: Risk
de: Risiko
es: Riesgo
fr: Risque
it: Rischio

source: Risky
de: Riskant
es: Arriesgado
fr: Risqué
it: Rischioso

source: Salary
de: Gehalt
es: Salario
fr: Salaire
it: Stipendio

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
it: Sabato

source: Save
de: Speichern
es: Ahorrar
fr: Sauvegarder
it: Salva

source: Save simulation
de: Simulation speichern
es: Guardar simulación
fr: Enregistrer la simulation
it: Salva simulazione

source: Scheduled
de: Geplant
es: Programado
fr: Programmé
it: Programmati

source: Scheduled Transactions
de: Geplante Transaktionen
es: Transacciones programadas
fr: Transactions planifiées
it: Transazioni pianificate

source: Search
de: Suchen
es: Buscar
fr: Recherche
it: Cerca

source: Select a category
de: Wählen Sie eine Kategorie aus
es: Selecciona una categoría
fr: Sélectionnez une catégorie
it: Seleziona una categoria

source: Select account
de: Konto auswählen
es: Seleccionar cuenta
fr: Sélectionnez un compte
it: Seleziona conto

source: Select Account
de: Wählen Sie Konto aus
es: Seleccionar cuenta
fr: Sélectionnez un compte
it: Seleziona conto

source: Select accounts to see preview
de: Wählen Sie Konten aus, um eine Vorschau anzuzeigen
es: Seleccione cuentas para ver una vista previa
fr: Sélectionnez des comptes pour voir un aperçu
it: Seleziona i conti per vedere l'anteprima

source: Select all
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto

source: Select an account
de: Wählen Sie ein Konto aus
es: Seleccione una cuenta
fr: Sélectionnez un compte
it: Seleziona un conto

source: Select category
de: Kategorie auswählen
es: Seleccionar categoría
fr: Sélectionnez la catégorie
it: Seleziona categoria

source: Select envelope
de: Umschlag auswählen
es: Seleccionar sobre
fr: Sélectionnez une enveloppe
it: Seleziona busta

source: Select expense category
de: Wählen Sie die Ausgabenkategorie aus
es: Seleccionar categoría de gasto
fr: Sélectionnez la catégorie de dépenses
it: Seleziona categoria spesa

source: Select income category
de: Einkommenskategorie auswählen
es: Seleccione categoría de ingresos
fr: Sélectionnez la catégorie de revenu
it: Seleziona categoria entrata

source: Select the bank account for these transactions
de: Wählen Sie das Bankkonto für diese Transaktionen aus
es: Seleccione la cuenta bancaria para estas transacciones
fr: Sélectionnez le compte bancaire pour ces transactions
it: Seleziona il conto bancario per queste transazioni

source: Select your preferred language, currency, and theme.
de: Wählen Sie Ihre bevorzugte Sprache, Währung und Ihr Thema.
es: Seleccione su idioma, moneda y tema preferidos.
fr: Sélectionnez votre langue, devise et thème préférés.
it: Seleziona la lingua, la valuta e il tema preferiti.

source: Semiannual
de: Halbjährlich
es: Semestral
fr: Semestriel
it: Semestrale

source: Set opening balance
de: Legen Sie den Eröffnungssaldo fest
es: Establecer saldo inicial
fr: Définir le solde d'ouverture
it: Imposta saldo iniziale

source: Set up example accounts to explore the app
de: Richten Sie Beispielkonten ein, um die App zu erkunden
es: Configure cuentas de ejemplo para explorar la aplicación
fr: Configurer des exemples de comptes pour explorer l'application
it: Configura conti di esempio per esplorare l'app

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni

source: Settings...
de: Einstellungen...
es: Ajustes...
fr: Paramètres...
it: Impostazioni...

source: Shopping
de: Einkaufen
es: Compras
fr: Achats

source: Show all scheduled transactions
de: Alle geplanten Transaktionen anzeigen
es: Mostrar todas las transacciones programadas
fr: Afficher toutes les transactions planifiées
it: Mostra tutte le transazioni pianificate

source: Show amounts
de: Beträge anzeigen
es: Mostrar cantidades
fr: Afficher les montants
it: Mostra importi
